Repository: ComputerNerd/kissplayer
Catalog: po/*.po
Languages: br

source: Connection timed out!
br: Kevreadenn diamzeriet!

source: Connection failure!
br: Kevreadenn c'hwitet!

source: Error while redirecting.
br: Fazi en ur adhenchañ.

source: Not found :-(
br: Neket bet kavet :(

source: Error while fetching.
br: Fazi pa oa o klask.

source: Warning
br: Kemenn-diwall

source: Error while initializing database
br: Fazi en ur zeraouekaat an diaz-roadenn

source: Error while sound system
br: Fazi da vare sonadur

source: Please, add at least one directory on the Settings Window.
br: Ouzhpennit da vihanañ ur c'havlec'h e-barzh Arventennoù ar Prenestr, mar plij.

source: About
br: Diwar-benn

source: Info
br: Titou

source: A Simple and Lightweight Music Player
br: Ul lenner sonerezh eeun ha skañv

source: Contact:
br: Darempred:

source: Website:
br: Lec'hienn-internet:

source: Credits
br: Kreditoù

source: Developers:
br: Diorroerien:

source: Project Leader
br: Penn ar raktres

source: Developer
br: Diorroer

source: Collaborators:
br: Kenlabourerien:

source: Translators:
br: Troerien:

source: License
br: Lisañs

source: This program is licensed under the terms of the GNU General Public License version 2.
br: Lisañset emañ ar programm-mañ dindan ar stumm 2 eus al Lisañs Publik Hollek GNU.

source: Available online under:
br: Hegerz enlinenn dindan:

source: Close
br: Serriñ

source: Please Wait
br: Gortozit mar plij

source: Scanning directories...
br: O skaniñ ar c'havlec'hioù...

source: Loading files...
br: Kargañ ar restroù...

source: Cancel
br: Nullañ

source: Search:
br: Klask:

source: All
br: Pep-tra

source: Title
br: Titl

source: Artist
br: Arzour

source: Album
br: Albom

source: Play/Pause
br: Lenn/Paouez

source: Stop
br: Herzel

source: Previous
br: Kent

source: Next
br: Da-heul

source: Volume
br: Live-son

source: Synchronize Library
br: Sinkronelaat al levraoueg

source: Randomize
br: Dre-zegouezhiñ

source: Repeat Playlist
br: Adlenn ar roll-lenn

source: Settings
br: Arventennoù

source: KISS Player - Paused
br: Lenner KISS - Paouezet

source: KISS Player
br: Lenner KISS

source: Fetching...
br: O klask...

source: Lyrics Disabled
br: Pozioù lazhet

source: Choose Color
br: Dibab ul liv

source: General
br: Hollek

source: Directories
br: Kavlec'hioù

source: Network
br: Kenrouedad

source: Language
br: Yezh

source: Display Lyrics
br: Diskouez ar pozioù

source: Scroll Title
br: Dibunañ an titl

source: Background Color
br: Liv an drekleur

source: Selection Color
br: Liv diuzañ

source: Text Color
br: Liv an destenn

source: Default Colors
br: Livioù dre-ziouer

source: Add
br: Ouzhpennañ

source: Remove
br: Dilemel

source: Proxy:
br: Proksi:

source: Complete proxy URL, ex: http://192.168.1.1:3128
br: URL proksi klok, da skouer: http://192.168.1.1:3128

source: Please, restart the program to change the language.
br: Adloc'hit ar programm evit cheñch ar yezh, mar plij.
